
answer_examples = [
    {
        "input": """자기소개서: 근무경험으로 안정적으로 일 할 수 있습니다.
최종 학력: 고등학교 졸업
희망 근무 지역: 경기 용인시 처인구
희망 업직종: 놀이공원·테마파크
경력 회사명: 에버랜드
업무 경험: 어트랙션
경력 기간: 202304 ~ 202401
경력 회사명: 메리츠화재
업무 경험: 펫보험
경력 기간: 202110 ~ 202210
""", 
        "answer": """1. 안정적이고 성실한 근무 경력이 돋보여요
2. 놀이공원과 펫보험 분야에서 실무를 경험했어요
3. 다양한 환경에서도 꾸준히 일할 수 있어요!
"""
    },
    {
        "input": """"자기소개서: 최선을 다하는 모습을 보여드리겠습니다.
최종 학력: 고등학교 졸업
희망 근무 지역: 경기 안산시 단원구, 경기 안산시 상록구
희망 업직종: 포장·품질검사
""", 
        "answer": "요약불가 판단"
    },
]
